{
  "header": {
    "home": "الرئيسية",
    "skils": "المهارات",
    "projects": "المشاريع",
    "service": "خدمات",
    "about": "معلومات عننا",
    "contact": "اتصل بنا"
  },
  "home": {
    "Hello": "مرحبا أنا",
    "name_me": "مكاريوس ميخائيل يوساب",
    "job": "مطور الواجهة الامامية باستخدام Angular",
    "download": "تحميل السيرة الذاتية",
    "Welcome": "مرحبًا بك في بورتفوليو الخاص بي! أنا مطور واجهة أمامية متحمس ملتزم بخلق تجربة مستخدم استثنائية. بخلفية قوية في HTML5، CSS3، JavaScript، Angular ومطور دوت نت.",
    "view":"عرض الموقع"
  },
  "projects-details": {
    "txtPro1":"ندوة أمراض وتشخيص العيون",
    "txtPro2":"هانى جورج للاضاءات",
    "txtPro3":"مجموعة k-group ",
    "txtPro4":"شركة Origin",
    "txtPro5":"فستق الشام للحلويات",
    "txtPro6":"شركة Prentex",
    "txtPro7":"شركة FlexSign",
    "txtPro8":"مدارس فنارة",
    "txtPro9":"عيادات موديفيا",
    "txtPro10":"Prints للطباعة",
    "pro1": "هذا المشروع خاص بندوة Deoss Congress العالمية للعيون، ويعمل كإعلان وتفاصيل الندوة. ويضم العديد من أطباء العيون المشهورين والمتخصصين في أمراض وتشخيص العيون.",
    "pro2": "هذا المشروع مملوك لـ Hany George، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم معلومات مفصلة عن عروضها.",
    "pro3": "هذا المشروع مملوك لـ k-group، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم معلومات مفصلة عن عروضها.",
    "pro4": "هذا المشروع مملوك لـ Origin، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم معلومات مفصلة عن عروضها.",
    "pro5": "هذا المشروع مملوك لمحلات Sham Pistachio، ويعمل كموقع رسمي لهم. مخصص لتقديم الحلويات الشرقية والمكسرات والمشروبات الساخنة والباردة وتقديم معلومات عنهم.",
    "pro6": "هذا المشروع مملوك لـ Printex، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم معلومات مفصلة عن عروضها.",
    "pro7": "هذا المشروع مملوك لـ FlexSign، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم معلومات مفصلة عن عروضها.",
    "pro8": "هذا المشروع مملوك لمدارس Fanarah، ويعمل كموقع رسمي للمدرسة. مخصص لتقديم خدمات للطلاب، التسجيل من خلاله، وتقديم معلومات عنهم.",
    "pro9": "هذا المشروع مملوك لـ Modevia Clinics، وهو بمثابة الموقع الرسمي للشركة. مخصص لمعرفة خدماتهم، عياداتهم ومستشفياتهم.",
    "pro10": "هذا المشروع مملوك لـ Prints، وهو بمثابة الموقع الرسمي للشركة. مخصص لعرض منتجات الشركة وتقديم الطلبات لجميع أنواع الطباعة."
  },
  "services": {
    "serviceTitle1": "التطوير",
    "serviceTitle2": "تصميم الويب",
    "serviceTitle3": "تطوير الواجهة الأمامية",
    "serviceTitle4": "المحتوى & SEO",
    "serviceDesc1": "احصل على حلول تطوير ويب مخصصة تلبي مواصفاتك، مصممة لتقديم تجربة مستخدم خالية من العيوب.",
    "serviceDesc2": "تصاميم ويب مذهلة بصريًا وخدمات تصميم منتج مبتكرة وجذابة من خلال دمج صوت علامتك التجارية واحتياجات العملاء.",
    "serviceDesc3": "متخصصون في تطوير الواجهات الأمامية المتجاوبة والتفاعلية مع فهم عميق لـ HTML وCSS وJS.",
    "serviceDesc4": "استراتيجيات SEO المثبتة التي تعزز أدائك عبر الإنترنت، مما يجعلك في مقدمة نتائج البحث العضوي."
  },
  "aboutus":{
    "heading":"نحن نبتكر أفكارًا وتصميمات مميزة في تصميم مواقع الويب",
    "desc":"نحن فريق من المبدعين ملتزمون بتقديم حلول مبتكرة ومخصصة. نتفوق في تصميم الجرافيك، وتصميم مواقع الويب، وتطوير الهويات البصرية. هدفنا هو تحويل الأفكار إلى واقع من خلال تصاميم استثنائية تعكس رؤية واحتياجات عملائنا. نؤمن بأن التصميم الفريد يمكن أن يحدث فرقًا كبيرًا، ونسعى دائمًا لتجاوز توقعات عملائنا."
   },
  "homesection2": {
    "item1": "العملاء",
    "item1_desc": "20 +",
    "item2": "المشاريع",
    "item2_desc": "50 +",
    "item3": "العملاء السعداء",
    "item3_desc": "20 +",
    "item4": "سنوات الخبرة",
    "item4_desc": "2 +"
  },
  "skils": {
    "skils": "المهارات"
  },
  "contact-us":{
    "name" :"الاسم",
    "email" :"البريد الالكترونى",
    "phone" :"الهاتف",
    "message" :"أرسل لنا رسالة",
    "Submit" :"ارسل"
  },
  "footer": {
    "reach_us_Now": "تواصل معنا الآن",
    "connect_with": "تواصل معنا الآن لاستكشاف خدماتنا وعروضنا",
    "all_rights": "جميع الحقوق محفوظة, بواسطة مكاريوس ميخائيل ©2024"
  }
}
